Repository: PhillipMaizza/NextExplorer-iOS
Catalog: Packages/Localization/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ro, ru, sv, zh_cn, zh_tw

# login.serverInfoBody
source: NextExplorer connects to your own NextExplorer server. An administrator runs the server, creates accounts, and shares its web address with you. Enter that address to sign in. No server yet? The setup guide shows you how to host one.
ar: يتصل NextExplorer بخادم NextExplorer الخاص بك. يقوم المسؤول بتشغيل الخادم وإنشاء الحسابات ومشاركة عنوانه الإلكتروني معك. أدخل هذا العنوان لتسجيل الدخول. ليس لديك خادم بعد؟ يوضح لك دليل الإعداد كيفية استضافة واحد.
de: NextExplorer verbindet sich mit deinem eigenen NextExplorer-Server. Ein Administrator betreibt den Server, erstellt Konten und teilt dir seine Webadresse mit. Gib diese Adresse ein, um dich anzumelden. Noch kein Server? Die Einrichtungsanleitung zeigt dir, wie du einen selbst hostest.
es: NextExplorer se conecta a tu propio servidor NextExplorer. Un administrador gestiona el servidor, crea las cuentas y te comparte su dirección web. Introduce esa dirección para iniciar sesión. ¿Aún no tienes servidor? La guía de configuración te muestra cómo alojar uno.
fr: NextExplorer se connecte à votre propre serveur NextExplorer. Un administrateur gère le serveur, crée les comptes et vous communique son adresse web. Saisissez cette adresse pour vous connecter. Pas encore de serveur ? Le guide d'installation vous explique comment en héberger un.
hi: NextExplorer आपके अपने NextExplorer सर्वर से कनेक्ट होता है। एक व्यवस्थापक सर्वर चलाता है, खाते बनाता है और आपके साथ इसका वेब पता साझा करता है। साइन इन करने के लिए वह पता दर्ज करें। अभी तक सर्वर नहीं है? सेटअप गाइड आपको एक होस्ट करने का तरीका बताती है।
it: NextExplorer si connette al tuo server NextExplorer. Un amministratore gestisce il server, crea gli account e ti comunica il suo indirizzo web. Inserisci quell'indirizzo per accedere. Non hai ancora un server? La guida alla configurazione ti mostra come ospitarne uno.
ja: NextExplorer はあなた自身の NextExplorer サーバーに接続します。管理者がサーバーを運用し、アカウントを作成して、その Web アドレスを共有します。そのアドレスを入力してサインインしてください。 まだサーバーがありませんか？セットアップガイドが自分でホストする方法を説明します。
ko: NextExplorer는 사용자 소유의 NextExplorer 서버에 연결합니다. 관리자가 서버를 운영하고 계정을 만든 후 웹 주소를 알려줍니다. 로그인하려면 해당 주소를 입력하세요. 아직 서버가 없나요? 설치 가이드에서 직접 호스팅하는 방법을 확인하세요.
nl: NextExplorer maakt verbinding met je eigen NextExplorer-server. Een beheerder beheert de server, maakt accounts aan en deelt het webadres met je. Voer dat adres in om in te loggen. Nog geen server? De installatiegids laat zien hoe je er zelf een host.
pl: NextExplorer łączy się z Twoim własnym serwerem NextExplorer. Administrator zarządza serwerem, tworzy konta i udostępnia jego adres internetowy. Wpisz ten adres, aby się zalogować. Nie masz jeszcze serwera? Przewodnik konfiguracji pokaże, jak go uruchomić.
pt: O NextExplorer liga-se ao seu próprio servidor NextExplorer. Um administrador gere o servidor, cria as contas e partilha o respetivo endereço web. Introduza esse endereço para iniciar sessão. Ainda não tem um servidor? O guia de configuração mostra como alojar um.
ro: NextExplorer se conectează la propriul tău server NextExplorer. Un administrator gestionează serverul, creează conturile și îți comunică adresa web. Introdu acea adresă pentru a te conecta. Încă nu ai un server? Ghidul de configurare îți arată cum să găzduiești unul.
ru: NextExplorer подключается к вашему собственному серверу NextExplorer. Администратор управляет сервером, создаёт учётные записи и сообщает вам его веб-адрес. Введите этот адрес, чтобы войти. Ещё нет сервера? Руководство по установке покажет, как разместить свой.
sv: NextExplorer ansluter till din egen NextExplorer-server. En administratör sköter servern, skapar konton och delar dess webbadress med dig. Ange den adressen för att logga in. Ingen server ännu? Installationsguiden visar hur du är värd för en själv.
zh_cn: NextExplorer 连接到你自己的 NextExplorer 服务器。管理员负责运行服务器、创建账户并与你分享其网址。输入该网址即可登录。 还没有服务器？安装指南将教你如何自行搭建。
zh_tw: NextExplorer 會連線到你自己的 NextExplorer 伺服器。管理員負責運行伺服器、建立帳戶並與你分享其網址。輸入該網址即可登入。 還沒有伺服器？安裝指南會教你如何自行架設。

# login.serverInfoGuide
source: Open setup guide
ar: فتح دليل الإعداد
de: Einrichtungsanleitung öffnen
es: Abrir guía de configuración
fr: Ouvrir le guide d'installation
hi: सेटअप गाइड खोलें
it: Apri la guida alla configurazione
ja: セットアップガイドを開く
ko: 설치 가이드 열기
nl: Installatiegids openen
pl: Otwórz przewodnik konfiguracji
pt: Abrir guia de configuração
ro: Deschide ghidul de configurare
ru: Открыть руководство по установке
sv: Öppna installationsguiden
zh_cn: 打开安装指南
zh_tw: 開啟安裝指南

# login.serverInfoTitle
source: What is a server?
ar: ما هو الخادم؟
de: Was ist ein Server?
es: ¿Qué es un servidor?
fr: Qu'est-ce qu'un serveur ?
hi: सर्वर क्या है?
it: Cos'è un server?
ja: サーバーとは？
ko: 서버란 무엇인가요?
nl: Wat is een server?
pl: Czym jest serwer?
pt: O que é um servidor?
ro: Ce este un server?
ru: Что такое сервер?
sv: Vad är en server?
zh_cn: 什么是服务器？
zh_tw: 什麼是伺服器？

# login.serverQuestion
source: Where's your instance of NextExplorer?
ar: أين توجد نسخة NextExplorer الخاصة بك؟
de: Wo befindet sich deine NextExplorer-Instanz?
es: ¿Dónde está tu instancia de NextExplorer?
fr: Où se trouve votre instance de NextExplorer ?
hi: आपका NextExplorer इंस्टेंस कहां है?
it: Dov'è la tua istanza di NextExplorer?
ja: NextExplorer インスタンスはどこにありますか？
ko: NextExplorer 인스턴스는 어디에 있나요?
nl: Waar staat jouw NextExplorer-instantie?
pl: Gdzie znajduje się Twoja instancja NextExplorer?
pt: Onde está a sua instância do NextExplorer?
ro: Unde se află instanța ta NextExplorer?
ru: Где находится ваш экземпляр NextExplorer?
sv: Var finns din NextExplorer-instans?
zh_cn: 您的 NextExplorer 实例在哪里？
zh_tw: 您的 NextExplorer 執行個體在哪裡？

# login.showPassword
source: Show Password
ar: إظهار كلمة المرور
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
hi: पासवर्ड दिखाएँ
it: Mostra password
ja: パスワードを表示
ko: 비밀번호 표시
nl: Wachtwoord tonen
pl: Pokaż hasło
pt: Mostrar senha
ro: Afișează parola
ru: Показать пароль
sv: Visa lösenord
zh_cn: 显示密码
zh_tw: 顯示密碼

# login.ssoButton
source: Sign in with SSO
ar: تسجيل الدخول عبر SSO
de: Mit SSO anmelden
es: Iniciar sesión con SSO
fr: Se connecter avec le SSO
hi: SSO से साइन इन करें
it: Accedi con SSO
ja: SSO でサインイン
ko: SSO로 로그인
nl: Aanmelden met SSO
pl: Zaloguj się przez SSO
pt: Iniciar sessão com SSO
ro: Autentificare cu SSO
ru: Войти через SSO
sv: Logga in med SSO
zh_cn: 使用 SSO 登录
zh_tw: 使用 SSO 登入

# login.submit
source: Log In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hi: साइन इन करें
it: Accedi
ja: ログイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
pt: Iniciar sessão
ro: Conectează-te
ru: Войти
sv: Logga in
zh_cn: 登录
zh_tw: 登入

# login.testConnection
source: Test connection
ar: اختبار الاتصال
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
hi: कनेक्शन जांचें
it: Prova la connessione
ja: 接続をテスト
ko: 연결 테스트
nl: Verbinding testen
pl: Testuj połączenie
pt: Testar ligação
ro: Testează conexiunea
ru: Проверить соединение
sv: Testa anslutningen
zh_cn: 测试连接
zh_tw: 測試連線

# offline.available
source: %@ available offline
ar: %@ متاحة دون اتصال
de: %@ offline verfügbar
es: %@ disponibles sin conexión
fr: %@ disponibles hors ligne
hi: %@ ऑफ़लाइन उपलब्ध
it: %@ disponibili offline
ja: %@ をオフラインで利用可能
ko: %@ 오프라인 사용 가능
nl: %@ offline beschikbaar
pl: Dostępne offline: %@
pt: %@ disponíveis offline
ro: %@ disponibile offline
ru: Доступно офлайн: %@
sv: %@ tillgängligt offline
zh_cn: %@ 可离线使用
zh_tw: %@ 可離線使用

# offline.badgeAvailable
source: Available offline
ar: متاح دون اتصال
de: Offline verfügbar
es: Disponible sin conexión
fr: Disponible hors ligne
hi: ऑफ़लाइन उपलब्ध
it: Disponibile offline
ja: オフラインで利用可能
ko: 오프라인 사용 가능
nl: Offline beschikbaar
pl: Dostępne offline
pt: Disponível offline
ro: Disponibil offline
ru: Доступно офлайн
sv: Tillgängligt offline
zh_cn: 可离线使用
zh_tw: 可離線使用

# offline.downloadFailed
source: The offline download couldn't be completed.
ar: تعذّر إكمال التنزيل دون اتصال.
de: Der Offline-Download konnte nicht abgeschlossen werden.
es: No se pudo completar la descarga sin conexión.
fr: Le téléchargement hors ligne n'a pas pu être effectué.
hi: ऑफ़लाइन डाउनलोड पूरा नहीं हो सका।
it: Impossibile completare il download offline.
ja: オフラインダウンロードを完了できませんでした。
ko: 오프라인 다운로드를 완료하지 못했습니다.
nl: De offline download kon niet worden voltooid.
pl: Nie udało się ukończyć pobierania offline.
pt: Não foi possível concluir o download offline.
ro: Descărcarea offline nu a putut fi finalizată.
ru: Не удалось завершить офлайн-загрузку.
sv: Offlinehämtningen kunde inte slutföras.
zh_cn: 无法完成离线下载。
zh_tw: 無法完成離線下載。

# offline.downloadingName
source: Downloading %@
ar: جارٍ تنزيل %@
de: %@ wird heruntergeladen
es: Descargando %@
fr: Téléchargement de %@
hi: %@ डाउनलोड हो रहा है
it: Download di %@
ja: %@ をダウンロード中
ko: %@ 다운로드 중
nl: %@ wordt gedownload
pl: Pobieranie %@
pt: Baixando %@
ro: Se descarcă %@
ru: Загрузка %@
sv: Hämtar %@
zh_cn: 正在下载 %@
zh_tw: 正在下載 %@

# offline.footnote
source: Downloaded files open even without a connection.
ar: تُفتح الملفات التي جرى تنزيلها حتى بدون اتصال.
de: Heruntergeladene Dateien lassen sich auch ohne Verbindung öffnen.
es: Los archivos descargados se abren incluso sin conexión.
fr: Les fichiers téléchargés s'ouvrent même sans connexion.
hi: डाउनलोड की गई फ़ाइलें बिना कनेक्शन के भी खुलती हैं।
it: I file scaricati si aprono anche senza connessione.
ja: ダウンロードしたファイルは接続がなくても開けます。
ko: 다운로드한 파일은 연결이 없어도 열 수 있습니다.
nl: Gedownloade bestanden openen ook zonder verbinding.
pl: Pobrane pliki otwierają się nawet bez połączenia.
pt: Os arquivos baixados abrem mesmo sem conexão.
ro: Fișierele descărcate se deschid chiar și fără conexiune.
ru: Загруженные файлы открываются даже без подключения.
sv: Hämtade filer öppnas även utan anslutning.
zh_cn: 已下载的文件即使没有网络也能打开。
zh_tw: 已下載的檔案即使沒有連線也能開啟。

# offline.manageEmpty
source: Nothing is downloaded for offline use.
ar: لا يوجد شيء تم تنزيله للاستخدام دون اتصال.
de: Nichts ist für die Offline-Nutzung heruntergeladen.
es: No hay nada descargado para uso sin conexión.
fr: Rien n'est téléchargé pour une utilisation hors ligne.
hi: ऑफ़लाइन उपयोग के लिए कुछ भी डाउनलोड नहीं किया गया है।
it: Nessun elemento è scaricato per l'uso offline.
ja: オフライン用にダウンロードされたものはありません。
ko: 오프라인 사용을 위해 다운로드된 항목이 없습니다.
nl: Er is niets gedownload voor offline gebruik.
pl: Nic nie zostało pobrane do użytku offline.
pt: Nada foi baixado para uso offline.
ro: Nu este nimic descărcat pentru utilizare offline.
ru: Ничего не загружено для офлайн-доступа.
sv: Inget är hämtat för offlineanvändning.
zh_cn: 没有为离线使用下载任何内容。
zh_tw: 沒有為離線使用下載任何內容。

# offline.manageRow
source: Manage Offline Files
ar: إدارة الملفات دون اتصال
de: Offline-Dateien verwalten
es: Gestionar archivos sin conexión
fr: Gérer les fichiers hors ligne
hi: ऑफ़लाइन फ़ाइलें प्रबंधित करें
it: Gestisci file offline
ja: オフラインファイルを管理
ko: 오프라인 파일 관리
nl: Offline bestanden beheren
pl: Zarządzaj plikami offline
pt: Gerenciar arquivos offline
ro: Gestionează fișierele offline
ru: Управление офлайн-файлами
sv: Hantera offlinefiler
zh_cn: 管理离线文件
zh_tw: 管理離線檔案

# offline.manageTitle
source: Offline Files
ar: الملفات دون اتصال
de: Offline-Dateien
es: Archivos sin conexión
fr: Fichiers hors ligne
hi: ऑफ़लाइन फ़ाइलें
it: File offline
ja: オフラインファイル
ko: 오프라인 파일
nl: Offline bestanden
pl: Pliki offline
pt: Arquivos offline
ro: Fișiere offline
ru: Офлайн-файлы
sv: Offlinefiler
zh_cn: 离线文件
zh_tw: 離線檔案

# offline.preferOfflineSubtitle
source: Use a downloaded video instead of streaming when it's available.
ar: استخدم مقطع فيديو تم تنزيله بدلاً من البث عندما يكون متاحًا.
de: Ein heruntergeladenes Video abspielen statt zu streamen, wenn es verfügbar ist.
es: Usar un vídeo descargado en lugar de transmitirlo cuando esté disponible.
fr: Utiliser une vidéo téléchargée au lieu de la diffuser lorsqu'elle est disponible.
hi: उपलब्ध होने पर स्ट्रीम करने के बजाय डाउनलोड किया गया वीडियो उपयोग करें।
it: Usa un video scaricato invece dello streaming quando è disponibile.
ja: 利用可能な場合はストリーミングの代わりにダウンロードした動画を使用します。
ko: 사용 가능할 때 스트리밍 대신 다운로드한 동영상을 사용합니다.
nl: Een gedownloade video gebruiken in plaats van streamen wanneer die beschikbaar is.
pl: Używaj pobranego wideo zamiast strumieniowania, gdy jest dostępne.
pt: Usar um vídeo baixado em vez de transmitir quando estiver disponível.
ro: Folosește un videoclip descărcat în loc de streaming când este disponibil.
ru: Использовать загруженное видео вместо потоковой передачи, когда оно доступно.
sv: Använd en hämtad video i stället för att strömma när den finns.
zh_cn: 可用时使用已下载的视频而非流式播放。
zh_tw: 可用時使用已下載的影片而非串流播放。

# offline.preferOfflineToggle
source: Play downloaded copies
ar: تشغيل النسخ التي جرى تنزيلها
de: Heruntergeladene Kopien abspielen
es: Reproducir copias descargadas
fr: Lire les copies téléchargées
hi: डाउनलोड की गई कॉपी चलाएँ
it: Riproduci le copie scaricate
ja: ダウンロードしたコピーを再生
ko: 다운로드한 사본 재생
nl: Gedownloade kopieën afspelen
pl: Odtwarzaj pobrane kopie
pt: Reproduzir cópias baixadas
ro: Redă copiile descărcate
ru: Воспроизводить загруженные копии
sv: Spela upp hämtade kopior
zh_cn: 播放已下载的副本
zh_tw: 播放已下載的副本

# offline.preparing
source: Preparing…
ar: جارٍ التحضير…
de: Wird vorbereitet…
es: Preparando…
fr: Préparation…
hi: तैयार हो रहा है…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
nl: Voorbereiden…
pl: Przygotowywanie…
pt: Preparando…
ro: Se pregătește…
ru: Подготовка…
sv: Förbereder…
zh_cn: 正在准备…
zh_tw: 正在準備…

# offline.progressCount
source: %lld of %lld files
ar: %lld من %lld ملف
de: %lld von %lld Dateien
es: %lld de %lld archivos
fr: %lld sur %lld fichiers
hi: %lld में से %lld फ़ाइलें
it: %lld di %lld file
ja: %lld/%lld 個のファイル
ko: %lld/%lld개 파일
nl: %lld van %lld bestanden
pl: %lld z %lld plików
pt: %lld de %lld arquivos
ro: %lld din %lld fișiere
ru: %lld из %lld файлов
sv: %lld av %lld filer
zh_cn: %lld/%lld 个文件
zh_tw: %lld/%lld 個檔案

# offline.removeConfirm
source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ro: Elimină
ru: Удалить
sv: Ta bort
zh_cn: 移除
zh_tw: 移除

# offline.removeConfirmMessage
source: This deletes the files saved for offline use on this device. Your files on the server are not affected.
ar: يؤدي هذا إلى حذف الملفات المحفوظة للاستخدام دون اتصال على هذا الجهاز. لن تتأثر ملفاتك على الخادم.
de: Dadurch werden die für die Offline-Nutzung auf diesem Gerät gespeicherten Dateien gelöscht. Deine Dateien auf dem Server sind nicht betroffen.
es: Esto elimina los archivos guardados para uso sin conexión en este dispositivo. Tus archivos en el servidor no se ven afectados.
fr: Cela supprime les fichiers enregistrés pour une utilisation hors ligne sur cet appareil. Vos fichiers sur le serveur ne sont pas affectés.
hi: इससे इस डिवाइस पर ऑफ़लाइन उपयोग के लिए सहेजी गई फ़ाइलें हट जाती हैं। सर्वर पर आपकी फ़ाइलें प्रभावित नहीं होतीं।
it: Questo elimina i file salvati per l'uso offline su questo dispositivo. I tuoi file sul server non vengono modificati.
ja: この端末にオフライン用として保存されたファイルを削除します。サーバー上のファイルには影響しません。
ko: 이 기기에 오프라인 사용을 위해 저장된 파일을 삭제합니다. 서버의 파일은 영향을 받지 않습니다.
nl: Hiermee worden de voor offline gebruik opgeslagen bestanden op dit apparaat verwijderd. Je bestanden op de server worden niet gewijzigd.
pl: Spowoduje to usunięcie plików zapisanych do użytku offline na tym urządzeniu. Pliki na serwerze pozostaną bez zmian.
pt: Isso exclui os arquivos salvos para uso offline neste dispositivo. Seus arquivos no servidor não são afetados.
ro: Aceasta șterge fișierele salvate pentru utilizare offline pe acest dispozitiv. Fișierele tale de pe server nu sunt afectate.
ru: Это удалит файлы, сохранённые для офлайн-доступа на этом устройстве. Ваши файлы на сервере не будут затронуты.
sv: Detta tar bort filerna som sparats för offlineanvändning på den här enheten. Dina filer på servern påverkas inte.
zh_cn: 这将删除此设备上为离线使用保存的文件。服务器上的文件不受影响。
zh_tw: 這會刪除此裝置上為離線使用儲存的檔案。伺服器上的檔案不受影響。

# offline.removeConfirmTitle
source: Remove Offline Files?
ar: إزالة الملفات دون اتصال؟
de: Offline-Dateien entfernen?
es: ¿Eliminar archivos sin conexión?
fr: Supprimer les fichiers hors ligne ?
hi: ऑफ़लाइन फ़ाइलें हटाएँ?
it: Rimuovere i file offline?
ja: オフラインファイルを削除しますか？
ko: 오프라인 파일을 제거할까요?
nl: Offline bestanden verwijderen?
pl: Usunąć pliki offline?
pt: Remover arquivos offline?
ro: Elimini fișierele offline?
ru: Удалить офлайн-файлы?
sv: Ta bort offlinefiler?
zh_cn: 移除离线文件？
zh_tw: 移除離線檔案？

# offline.removeRow
source: Remove Offline Files
ar: إزالة الملفات دون اتصال
de: Offline-Dateien entfernen
es: Eliminar archivos sin conexión
fr: Supprimer les fichiers hors ligne
hi: ऑफ़लाइन फ़ाइलें हटाएँ
it: Rimuovi file offline
ja: オフラインファイルを削除
ko: 오프라인 파일 제거
nl: Offline bestanden verwijderen
pl: Usuń pliki offline
pt: Remover arquivos offline
ro: Elimină fișierele offline
ru: Удалить офлайн-файлы
sv: Ta bort offlinefiler
zh_cn: 移除离线文件
zh_tw: 移除離線檔案

# offline.resyncRow
source: Update Offline Files
ar: تحديث الملفات دون اتصال
de: Offline-Dateien aktualisieren
es: Actualizar archivos sin conexión
fr: Mettre à jour les fichiers hors ligne
hi: ऑफ़लाइन फ़ाइलें अपडेट करें
it: Aggiorna file offline
ja: オフラインファイルを更新
ko: 오프라인 파일 업데이트
nl: Offline bestanden bijwerken
pl: Zaktualizuj pliki offline
pt: Atualizar arquivos offline
ro: Actualizează fișierele offline
ru: Обновить офлайн-файлы
sv: Uppdatera offlinefiler
zh_cn: 更新离线文件
zh_tw: 更新離線檔案

# offline.sectionTitle
source: Offline
ar: دون اتصال
es: Sin conexión
fr: Hors ligne
hi: ऑफ़लाइन
ja: オフライン
ko: 오프라인
ru: Офлайн
zh_cn: 离线
zh_tw: 離線

# offline.selectionDownload
source: Download
ar: تنزيل
de: Herunterladen
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
it: Scarica
ja: ダウンロード
ko: 다운로드
nl: Downloaden
pl: Pobierz
pt: Baixar
ro: Descarcă
ru: Загрузить
sv: Hämta
zh_cn: 下载
zh_tw: 下載

# offline.selectionEmpty
source: This folder is empty.
ar: هذا المجلد فارغ.
de: Dieser Ordner ist leer.
es: Esta carpeta está vacía.
fr: Ce dossier est vide.
hi: यह फ़ोल्डर खाली है।
it: Questa cartella è vuota.
ja: このフォルダは空です。
ko: 이 폴더는 비어 있습니다.
nl: Deze map is leeg.
pl: Ten folder jest pusty.
pt: Esta pasta está vazia.
ro: Acest folder este gol.
ru: Эта папка пуста.
sv: Den här mappen är tom.
zh_cn: 此文件夹为空。
zh_tw: 此資料夾是空的。

# offline.selectionEstimate
source: Estimated download
ar: التنزيل المقدّر
de: Geschätzter Download
es: Descarga estimada
fr: Téléchargement estimé
hi: अनुमानित डाउनलोड
it: Download stimato
ja: 推定ダウンロード量
ko: 예상 다운로드 크기
nl: Geschatte download
pl: Szacowane pobieranie
pt: Download estimado
ro: Descărcare estimată
ru: Примерный размер загрузки
sv: Uppskattad hämtning
zh_cn: 预计下载量
zh_tw: 預估下載量

# offline.selectionInsufficientSpace
source: Not enough free space on this device
ar: لا توجد مساحة خالية كافية على هذا الجهاز
de: Nicht genügend freier Speicher auf diesem Gerät
es: No hay suficiente espacio libre en este dispositivo
fr: Espace libre insuffisant sur cet appareil
hi: इस डिवाइस पर पर्याप्त खाली स्थान नहीं है
it: Spazio libero insufficiente su questo dispositivo
ja: この端末の空き容量が足りません
ko: 이 기기에 여유 공간이 부족합니다
nl: Onvoldoende vrije ruimte op dit apparaat
pl: Za mało wolnego miejsca na tym urządzeniu
pt: Espaço livre insuficiente neste dispositivo
ro: Spațiu liber insuficient pe acest dispozitiv
ru: Недостаточно свободного места на этом устройстве
sv: Otillräckligt med ledigt utrymme på enheten
zh_cn: 此设备的可用空间不足
zh_tw: 此裝置的可用空間不足

# offline.selectionLoadFailed
source: This folder couldn't be loaded.
ar: تعذّر تحميل هذا المجلد.
de: Dieser Ordner konnte nicht geladen werden.
es: No se pudo cargar esta carpeta.
fr: Ce dossier n'a pas pu être chargé.
hi: यह फ़ोल्डर लोड नहीं हो सका।
it: Impossibile caricare questa cartella.
ja: このフォルダを読み込めませんでした。
ko: 이 폴더를 불러오지 못했습니다.
nl: Deze map kon niet worden geladen.
pl: Nie udało się załadować tego folderu.
pt: Não foi possível carregar esta pasta.
ro: Acest folder nu a putut fi încărcat.
ru: Не удалось загрузить эту папку.
sv: Den här mappen kunde inte läsas in.
zh_cn: 无法加载此文件夹。
zh_tw: 無法載入此資料夾。

# offline.selectionTitle
source: Download for Offline
ar: تنزيل للاستخدام دون اتصال
de: Für Offline herunterladen
es: Descargar para sin conexión
fr: Télécharger pour hors ligne
hi: ऑफ़लाइन के लिए डाउनलोड करें
it: Scarica per offline
ja: オフライン用にダウンロード
ko: 오프라인용으로 다운로드
nl: Downloaden voor offline
pl: Pobierz do trybu offline
pt: Baixar para offline
ro: Descarcă pentru offline
ru: Загрузить для офлайна
sv: Hämta för offline
zh_cn: 下载以供离线使用
zh_tw: 下載以供離線使用

# offline.settingsRow
source: Download Files for Offline Use
ar: تنزيل الملفات للاستخدام دون اتصال
de: Dateien für die Offline-Nutzung herunterladen
es: Descargar archivos para uso sin conexión
fr: Télécharger des fichiers pour une utilisation hors ligne
hi: ऑफ़लाइन उपयोग के लिए फ़ाइलें डाउनलोड करें
it: Scarica file per l'uso offline
ja: オフライン用にファイルをダウンロード
ko: 오프라인 사용을 위해 파일 다운로드
nl: Bestanden downloaden voor offline gebruik
pl: Pobierz pliki do użytku offline
pt: Baixar arquivos para uso offline
ro: Descarcă fișiere pentru utilizare offline
ru: Загрузить файлы для офлайн-доступа
sv: Hämta filer för offlineanvändning
zh_cn: 下载文件以供离线使用
zh_tw: 下載檔案以供離線使用

# offline.tunnelSpeedNote
source: Reaching your server through a remote tunnel can slow downloads. For large files, connect to the same network and use your server's local address.
ar: قد يؤدي الوصول إلى خادمك عبر نفق بعيد إلى إبطاء التنزيلات. للملفات الكبيرة، اتصل بالشبكة نفسها واستخدم العنوان المحلي لخادمك.
de: Der Zugriff auf deinen Server über einen entfernten Tunnel kann Downloads verlangsamen. Verbinde dich für große Dateien mit demselben Netzwerk und verwende die lokale Adresse deines Servers.
es: Acceder a tu servidor a través de un túnel remoto puede ralentizar las descargas. Para archivos grandes, conéctate a la misma red y usa la dirección local de tu servidor.
fr: Accéder à votre serveur via un tunnel distant peut ralentir les téléchargements. Pour les gros fichiers, connectez-vous au même réseau et utilisez l'adresse locale de votre serveur.
hi: किसी रिमोट टनल के ज़रिए अपने सर्वर तक पहुँचने से डाउनलोड धीमे हो सकते हैं। बड़ी फ़ाइलों के लिए, उसी नेटवर्क से कनेक्ट करें और अपने सर्वर का लोकल पता इस्तेमाल करें।
it: Raggiungere il server tramite un tunnel remoto può rallentare i download. Per i file di grandi dimensioni, collegati alla stessa rete e usa l'indirizzo locale del server.
ja: リモートトンネル経由でサーバーに接続するとダウンロードが遅くなることがあります。大きなファイルの場合は、同じネットワークに接続してサーバーのローカルアドレスを使用してください。
ko: 원격 터널을 통해 서버에 연결하면 다운로드가 느려질 수 있습니다. 큰 파일은 같은 네트워크에 연결한 뒤 서버의 로컬 주소를 사용하세요.
nl: Toegang tot je server via een externe tunnel kan downloads vertragen. Verbind voor grote bestanden met hetzelfde netwerk en gebruik het lokale adres van je server.
pl: Łączenie się z serwerem przez zdalny tunel może spowalniać pobieranie. W przypadku dużych plików połącz się z tą samą siecią i użyj lokalnego adresu serwera.
pt: Aceder ao teu servidor através de um túnel remoto pode tornar as transferências lentas. Para ficheiros grandes, liga-te à mesma rede e usa o endereço local do servidor.
ro: Accesarea serverului printr-un tunel la distanță poate încetini descărcările. Pentru fișiere mari, conectează-te la aceeași rețea și folosește adresa locală a serverului.
ru: Доступ к серверу через удалённый туннель может замедлить загрузки. Для больших файлов подключитесь к той же сети и используйте локальный адрес сервера.
sv: Att nå servern via en fjärrtunnel kan göra nedladdningar långsamma. Anslut till samma nätverk och använd serverns lokala adress för stora filer.
zh_cn: 通过远程隧道访问服务器可能会降低下载速度。下载大文件时，请连接到同一网络并使用服务器的本地地址。
zh_tw: 透過遠端通道存取伺服器可能會拖慢下載速度。下載大型檔案時，請連線到相同網路並使用伺服器的本機位址。

# permissions.applyOwnership
source: Apply Ownership
ar: تطبيق الملكية
de: Eigentum anwenden
es: Aplicar propiedad
fr: Appliquer la propriété
hi: स्वामित्व लागू करें
it: Applica proprietà
ja: 所有権を適用
ko: 소유권 적용
nl: Eigendom toepassen
pl: Zastosuj własność
pt: Aplicar propriedade
ro: Aplică proprietatea
ru: Применить владение
sv: Tillämpa ägarskap
zh_cn: 应用所有权
zh_tw: 套用擁有權
